---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseFx
source: html/e5c9334c-00db-2cf5-e368-6b69669e0c25.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseFx Property

"Base Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseFx { get; }
```